Repository: dabutvin/pigpen
Catalog: Pigpen/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: The seal wanted its own place. With water access. Non-negotiable.
de: Der Seebulle wollte sein eigenes Zuhause. Mit Wasserzugang. Nicht verhandelbar.
es: La foca quería su propio sitio. Con acceso al agua. Innegociable.
fr: Le phoque voulait son propre coin. Avec accès à l'eau. Non négociable.
it: La foca voleva un posto tutto suo. Con accesso all'acqua. Non trattabile.
ja: アザラシは自分の住まいを希望。水辺つき。譲れません。
pt_br: A foca queria o próprio espaço. Com acesso à água. Inegociável.

source: The seller had disclosed some local wildlife. They had undersold it.
de: Der Verkäufer hatte auf die heimische Tierwelt hingewiesen. Deutlich untertrieben.
es: El vendedor había mencionado algo de fauna local. Se quedó corto.
fr: Le vendeur avait signalé une certaine faune locale. Il était resté modeste.
it: Il venditore aveva segnalato della fauna locale. Aveva minimizzato.
ja: 売主は「野生動物あり」と告知済み。控えめすぎました。
pt_br: O vendedor mencionou alguma fauna local. Foi modesto demais.

source: The views were excellent. The heating bill was unbeatable.
de: Die Aussicht war hervorragend. Die Heizkosten unschlagbar.
es: Las vistas eran excelentes. La factura de calefacción, imbatible.
fr: Les vues étaient excellentes. La facture de chauffage, imbattable.
it: Le viste erano eccellenti. La bolletta del riscaldamento, imbattibile.
ja: 眺望は抜群。暖房費は無敵。
pt_br: As vistas eram excelentes. A conta de aquecimento, imbatível.

source: The waterfront came with a resident.
de: Zur Wasserlage gehörte ein Bewohner.
es: La orilla venía con residente.
fr: Le front de mer venait avec un occupant.
it: Il fronte acqua veniva con un residente.
ja: 水辺には先住者つき。
pt_br: A beira-d'água vinha com um morador.

source: Then Pig discovered the property came with a guest house.
de: Dann entdeckte Pig, dass zum Objekt ein Gästehaus gehörte.
es: Entonces Pig descubrió que la finca venía con casa de invitados.
fr: Puis Pig a découvert que le bien venait avec une maison d'amis.
it: Poi Pig scoprì che l'immobile veniva con una dépendance.
ja: そこで Pig は、離れつきの物件だと知りました。
pt_br: Então Pig descobriu que o imóvel vinha com uma casa de hóspedes.

source: Then Pig found something listed below market.
de: Dann fand Pig etwas unter Marktwert.
es: Entonces Pig encontró algo por debajo de mercado.
fr: Puis Pig a trouvé un bien sous le prix du marché.
it: Poi Pig trovò qualcosa sotto il prezzo di mercato.
ja: そして Pig は相場より安い物件を発見。
pt_br: Então Pig achou algo abaixo do preço de mercado.

source: Then Pig met management.
de: Dann lernte Pig die Leitung kennen.
es: Entonces Pig conoció a la dirección.
fr: Puis Pig a rencontré la direction.
it: Poi Pig incontrò la direzione.
ja: そして Pig は経営陣と対面。
pt_br: Então Pig conheceu a direção.

source: Then Pig met the neighbor.
de: Dann lernte Pig den Nachbarn kennen.
es: Entonces Pig conoció al vecino.
fr: Puis Pig a rencontré le voisin.
it: Poi Pig incontrò il vicino.
ja: そして Pig は隣人と出会いました。
pt_br: Então Pig conheceu o vizinho.

source: Then Pig saw somewhere with better lighting.
de: Dann sah Pig einen Ort mit besserer Beleuchtung.
es: Entonces Pig vio un sitio con mejor iluminación.
fr: Puis Pig a vu un endroit mieux éclairé.
it: Poi Pig vide un posto con un'illuminazione migliore.
ja: そして Pig は、もっと明るい場所を見つけました。
pt_br: Então Pig viu um lugar com melhor iluminação.

source: Then Pig spotted a listing with spectacular mountain views.
de: Dann entdeckte Pig ein Angebot mit spektakulärem Bergblick.
es: Entonces Pig vio un anuncio con vistas espectaculares a la montaña.
fr: Puis Pig a repéré une annonce avec vue spectaculaire sur la montagne.
it: Poi Pig notò un annuncio con vista spettacolare sulla montagna.
ja: そんな折、山の絶景つき物件を見つけました。
pt_br: Então Pig viu um anúncio com vista espetacular para a montanha.

source: Then someone left the gate open. Pig decided it was time to explore the market for some new real estate.
de: Dann ließ jemand das Tor offen. Pig beschloss, sich auf dem Immobilienmarkt umzusehen.
es: Entonces alguien dejó la puerta abierta. Pig decidió que era hora de salir a ver el mercado inmobiliario.
fr: Puis quelqu'un a laissé le portail ouvert. Pig a décidé qu'il était temps de prospecter le marché immobilier.
it: Poi qualcuno lasciò il cancello aperto. Pig decise che era ora di esplorare il mercato immobiliare.
ja: ある日、誰かが門を開けたまま。Pig は不動産市場を見て回ることにしました。
pt_br: Então alguém deixou o portão aberto. Pig decidiu que era hora de explorar o mercado imobiliário.

source: There is a barn beside the meadow's orchard. Get the pig that far and %lld outfits are hers to try on.
de: Neben dem Obstgarten der Wiese steht eine Scheune. Bring das Schwein so weit, und %lld Kostüme stehen ihr zum Anprobieren offen.
es: Junto al huerto del prado hay un granero. Lleva al cerdo hasta allí y tendrá %lld atuendos para probarse.
fr: À côté du verger de la prairie, il y a une grange. Mène le cochon jusque-là et %lld tenues seront à essayer.
it: Accanto al frutteto del prato c'è un fienile. Porta lì il maiale e %lld completi saranno tutti da provare.
ja: 草原の果樹園のそばに小屋があります。ブタをそこまで連れていけば、%lld着の衣装が試せます。
pt_br: Ao lado do pomar do prado há um celeiro. Leve o porco até lá e %lld trajes ficam à disposição dela.

source: There was just one problem.
de: Es gab nur ein Problem.
es: Solo había un problema.
fr: Il n'y avait qu'un problème.
it: C'era solo un problema.
ja: 問題はひとつだけ。
pt_br: Havia só um problema.

source: There was really only one direction left.
de: Es blieb eigentlich nur noch eine Richtung.
es: En realidad, solo quedaba una dirección.
fr: Il ne restait vraiment qu'une direction.
it: Restava davvero una sola direzione.
ja: 残された方向は、実質ひとつだけ。
pt_br: Na real, só sobrava uma direção.

source: They agreed immediately on one thing: separate units.
de: In einem Punkt waren sie sich sofort einig: getrennte Einheiten.
es: Coincidieron de inmediato en una cosa: viviendas separadas.
fr: Ils se sont tout de suite mis d'accord sur un point : des lots séparés.
it: Si trovarono subito d'accordo su una cosa: unità separate.
ja: ひとつだけ即座に合意。区画は別々に。
pt_br: Concordaram na hora em uma coisa: unidades separadas.

source: They both walked out
de: Beide sind spaziert
es: Se han ido los dos
fr: Ils sont sortis tous les deux
it: Sono usciti entrambi
ja: 二匹とも出ていきました
pt_br: Os dois saíram

source: Think you can beat today's puzzle?
de: Knackst du das heutige Rätsel?
es: ¿Crees que puedes con el puzle de hoy?
fr: Tu penses venir à bout du puzzle du jour ?
it: Pensi di farcela col puzzle di oggi?
ja: 今日のパズル、解けますか？
pt_br: Acha que dá conta do quebra-cabeça de hoje?

source: This neighbor will not be joining the homeowners association.
de: Dieser Nachbar wird der Eigentümergemeinschaft nicht beitreten.
es: Este vecino no va a entrar en la comunidad de propietarios.
fr: Ce voisin n'adhérera pas au syndic de copropriété.
it: Questo vicino non entrerà nel condominio.
ja: この隣人が自治会に入ることはありません。
pt_br: Este vizinho não vai entrar na associação de moradores.

source: Thornwood Thicket. Secluded. Wooded. Very private.
de: Thornwood Thicket. Abgeschieden. Bewaldet. Sehr privat.
es: Thornwood Thicket. Apartado. Arbolado. Muy privado.
fr: Thornwood Thicket. Isolé. Boisé. Très privé.
it: Thornwood Thicket. Appartato. Boscoso. Molto riservato.
ja: Thornwood Thicket。閑静。樹木に囲まれ。プライバシー良好。
pt_br: Thornwood Thicket. Isolado. Arborizado. Muito reservado.

source: Tidepool Cove. Ocean views. Fresh air. Prime waterfront.
de: Tidepool Cove. Meerblick. Frische Luft. Beste Wasserlage.
es: Tidepool Cove. Vistas al mar. Aire puro. Primera línea de costa.
fr: Tidepool Cove. Vue sur l'océan. Air pur. Front de mer de premier choix.
it: Tidepool Cove. Vista sull'oceano. Aria pulita. Fronte mare di pregio.
ja: Tidepool Cove。オーシャンビュー。空気は清々しく。一等の海沿い。
pt_br: Tidepool Cove. Vista para o mar. Ar puro. Beira-mar nobre.

source: Time on the clock, %@
de: Zeit auf der Uhr, %@
es: Tiempo en el reloj, %@
fr: Temps au chrono, %@
it: Tempo sul cronometro, %@
ja: 経過時間、%@
pt_br: Tempo no relógio, %@

source: Today's challenge is ready when you are
de: Die heutige Aufgabe wartet, wann immer du willst
es: El reto de hoy te espera cuando quieras
fr: Le défi du jour t'attend quand tu veux
it: La sfida di oggi ti aspetta quando vuoi
ja: 今日の挑戦はいつでもどうぞ
pt_br: O desafio de hoje espera a sua hora

source: Today's pen won't build itself
de: Das heutige Gehege baut sich nicht von allein
es: El corral de hoy no se construye solo
fr: L'enclos du jour ne se construira pas tout seul
it: Il recinto di oggi non si costruisce da solo
ja: 今日の囲いはひとりでには建ちません
pt_br: O curral de hoje não se constrói sozinho

source: Today's puzzle
de: Rätsel des Tages
es: Puzle de hoy
fr: Puzzle du jour
it: Puzzle di oggi
ja: 今日のパズル
pt_br: Quebra-cabeça de hoje

source: Today's puzzle is ready
de: Das heutige Rätsel steht bereit
es: El puzle de hoy está listo
fr: Le puzzle du jour est prêt
it: Il puzzle di oggi è pronto
ja: 今日のパズルができました
pt_br: O quebra-cabeça de hoje está pronto

source: Today's puzzle is ready.
de: Das heutige Rätsel steht bereit.
es: El puzle de hoy está listo.
fr: Le puzzle du jour est prêt.
it: Il puzzle di oggi è pronto.
ja: 今日のパズルができました。
pt_br: O quebra-cabeça de hoje está pronto.

source: Today's puzzle is waiting.
de: Das heutige Rätsel wartet.
es: El puzle de hoy te espera.
fr: Le puzzle du jour attend.
it: Il puzzle di oggi aspetta.
ja: 今日のパズルが待っています。
pt_br: O quebra-cabeça de hoje está esperando.

source: Today's puzzle. %@.
de: Rätsel des Tages. %@.
es: Puzle de hoy. %@.
fr: Puzzle du jour. %@.
it: Puzzle di oggi. %@.
ja: 今日のパズル。%@。
pt_br: Quebra-cabeça de hoje. %@.

source: Today's puzzle. There is none — update Pigpen to get more daily puzzles.
de: Rätsel des Tages. Es gibt keins — aktualisiere Pigpen für weitere Tagesrätsel.
es: Puzle de hoy. No hay ninguno: actualiza Pigpen para tener más puzles diarios.
fr: Puzzle du jour. Il n'y en a pas — mets Pigpen à jour pour plus de puzzles quotidiens.
it: Puzzle di oggi. Non ce n'è — aggiorna Pigpen per altri puzzle quotidiani.
ja: 今日のパズル。ありません。Pigpen を更新すると増えます。
pt_br: Quebra-cabeça de hoje. Não há nenhum — atualize o Pigpen para ter mais.

source: Tons of space. Very low humidity.
de: Massenhaft Platz. Sehr geringe Luftfeuchtigkeit.
es: Espacio a raudales. Humedad muy baja.
fr: De l'espace à revendre. Très faible humidité.
it: Spazio a volontà. Umidità molto bassa.
ja: 空間はたっぷり。湿度は極めて低め。
pt_br: Espaço de sobra. Umidade muito baixa.

source: Too close for comfort
de: Zu nah für ein gutes Gefühl
es: Demasiado cerca
fr: Un peu trop près
it: Troppo vicini
ja: 近すぎます
pt_br: Perto demais

source: Top Hat
de: Zylinder
es: Chistera
fr: Haut-de-forme
it: Cilindro
ja: シルクハット
pt_br: Cartola

source: Turn on reminders
de: Erinnerungen aktivieren
es: Activar recordatorios
fr: Activer les rappels
it: Attiva i promemoria
ja: 通知をオンにする
pt_br: Ativar lembretes

source: Turns out the mineral rights have their perks. Open flames are a maintenance concern.
de: Die Schürfrechte haben durchaus Vorzüge. Offene Flammen sind ein Instandhaltungsthema.
es: Resulta que los derechos mineros tienen sus ventajas. Las llamas abiertas son un tema de mantenimiento.
fr: Les droits miniers ont leurs avantages. Les flammes nues relèvent de l'entretien.
it: I diritti minerari hanno i loro vantaggi. Le fiamme libere sono una questione di manutenzione.
ja: 鉱業権には利点あり。ただし直火は要維持管理。
pt_br: Os direitos minerais têm suas vantagens. Chamas abertas são questão de manutenção.

source: Turns out, there were neighbors.
de: Es gab dann doch Nachbarn.
es: Resulta que sí había vecinos.
fr: En fait, il y avait des voisins.
it: A quanto pare, i vicini c'erano.
ja: 隣人、いました。
pt_br: Acontece que havia vizinhos.

source: Unfortunately, he'd started checking other listings.
de: Leider hatte er angefangen, andere Angebote durchzusehen.
es: Por desgracia, ya había empezado a mirar otros anuncios.
fr: Malheureusement, il avait commencé à consulter d'autres annonces.
it: Purtroppo aveva già iniziato a guardare altri annunci.
ja: あいにく、ほかの物件を見始めていました。
pt_br: Infelizmente, ele já tinha começado a ver outros anúncios.

source: Unfortunately, the neighborhood had very strict oversight.
de: Leider wurde die Nachbarschaft sehr streng überwacht.
es: Por desgracia, el barrio tenía una vigilancia muy estricta.
fr: Malheureusement, le voisinage exerçait une surveillance très stricte.
it: Purtroppo il vicinato esercitava una vigilanza molto severa.
ja: あいにく、この界隈の監視は非常に厳格でした。
pt_br: Infelizmente, a vizinhança tinha uma fiscalização muito rígida.

source: Unlock the full game
de: Vollversion freischalten
es: Desbloquea el juego completo
fr: Débloquer le jeu complet
it: Sblocca il gioco completo
ja: フルゲームを解放
pt_br: Desbloquear o jogo completo

source: Unlock the full game · %@
de: Vollversion freischalten · %@
es: Desbloquea el juego completo · %@
fr: Débloquer le jeu complet · %@
it: Sblocca il gioco completo · %@
ja: フルゲームを解放 · %@
pt_br: Desbloquear o jogo completo · %@

source: Unlocked
de: Freigeschaltet
es: Desbloqueado
fr: Débloqué
it: Sbloccato
ja: 解放済み
pt_br: Desbloqueado

source: Update Pigpen to get more daily puzzles
de: Aktualisiere Pigpen für weitere Tagesrätsel
es: Actualiza Pigpen para tener más puzles diarios
fr: Mets Pigpen à jour pour plus de puzzles quotidiens
it: Aggiorna Pigpen per altri puzzle quotidiani
ja: Pigpen を更新すると、デイリーパズルが増えます
pt_br: Atualize o Pigpen para ter mais quebra-cabeças diários

source: Very far below market.
de: Sehr weit unter Marktwert.
es: Muy por debajo de mercado.
fr: Très loin sous le prix du marché.
it: Molto sotto il prezzo di mercato.
ja: 相場よりはるか下。
pt_br: Muito abaixo do mercado.

source: Very green. Very wet.
de: Sehr grün. Sehr nass.
es: Muy verde. Muy húmedo.
fr: Très vert. Très humide.
it: Molto verde. Molto bagnato.
ja: とても緑。とても濡れ。
pt_br: Muito verde. Muito molhado.

source: Waiting on approval. The full game opens as soon as it comes through — nothing more to do here.
de: Warten auf die Freigabe. Die Vollversion öffnet, sobald sie durch ist — hier ist nichts weiter zu tun.
es: Esperando aprobación. El juego completo se abrirá en cuanto llegue: aquí no hay nada más que hacer.
fr: En attente d'approbation. Le jeu complet s'ouvrira dès qu'elle arrivera — rien de plus à faire ici.
it: In attesa di approvazione. Il gioco completo si apre appena arriva — qui non c'è altro da fare.
ja: 承認待ちです。通り次第フルゲームが開きます。ここでできることはありません。
pt_br: Aguardando aprovação. O jogo completo abre assim que ela sair — não há mais nada a fazer aqui.

source: Walk through the tutorial
de: Das Tutorial durchgehen
es: Repasar el tutorial
fr: Refaire le tutoriel
it: Rifai il tutorial
ja: チュートリアルをやる
pt_br: Percorrer o tutorial

source: Watch every cut scene
de: Alle Zwischensequenzen ansehen
es: Ver todas las escenas
fr: Voir toutes les séquences
it: Guarda tutte le scene
ja: すべてのカットシーンを見る
pt_br: Ver todas as cenas

source: Water access is worth a premium. Snakes tend to hurt buyer confidence.
de: Wasserzugang bringt einen Aufschlag. Schlangen schaden dem Käufervertrauen.
es: El acceso al agua se paga. Las serpientes minan la confianza del comprador.
fr: L'accès à l'eau se paie. Les serpents entament la confiance de l'acheteur.
it: L'accesso all'acqua vale un sovrapprezzo. I serpenti minano la fiducia dell'acquirente.
ja: 水辺へのアクセスは付加価値。ヘビは購入意欲を削ぎます。
pt_br: Acesso à água vale um prêmio. Cobras costumam abalar a confiança do comprador.

source: Welcome to Emberpeak. Dramatic views. Naturally heated.
de: Willkommen auf Emberpeak. Spektakuläre Aussicht. Natürlich beheizt.
es: Bienvenido a Emberpeak. Vistas impresionantes. Calefacción natural.
fr: Bienvenue à Emberpeak. Vues spectaculaires. Chauffage naturel.
it: Benvenuto a Emberpeak. Viste spettacolari. Riscaldamento naturale.
ja: Emberpeak へようこそ。壮大な眺望。天然の暖房つき。
pt_br: Bem-vindo a Emberpeak. Vistas dramáticas. Aquecimento natural.

source: Welcome to Mudlark Meadow. Use the fence you're given to build Pig the biggest pen you can.
de: Willkommen in Mudlark Meadow. Bau Pig mit dem gegebenen Zaun das größte Gehege, das du schaffst.
es: Bienvenido a Mudlark Meadow. Con la valla que te dan, constrúyele a Pig el corral más grande que puedas.
fr: Bienvenue à Mudlark Meadow. Avec la clôture fournie, construis à Pig le plus grand enclos possible.
it: Benvenuto a Mudlark Meadow. Con la recinzione che ti viene data, costruisci a Pig il recinto più grande che puoi.
ja: Mudlark Meadow へようこそ。与えられた柵で、Pig にできるだけ広い囲いを。
pt_br: Bem-vindo a Mudlark Meadow. Com a cerca que você recebe, construa para Pig o maior curral possível.

source: Welcome to Pigpen
de: Willkommen bei Pigpen
es: Bienvenido a Pigpen
fr: Bienvenue dans Pigpen
it: Benvenuto in Pigpen
ja: Pigpen へようこそ
pt_br: Bem-vindo ao Pigpen

source: Wellies
de: Gummistiefel
es: Katiuskas
fr: Bottes en caoutchouc
it: Stivali di gomma
ja: 長ぐつ
pt_br: Galochas

source: What %@ has been keeping count of
de: Was %@ mitgezählt hat
es: Lo que %@ lleva contando
fr: Ce que %@ comptabilise
it: Quello che %@ tiene in conto
ja: %@が数えてきたこと
pt_br: O que %@ vem contando

source: What could go wrong?
de: Was sollte da schon schiefgehen?
es: ¿Qué podía salir mal?
fr: Qu'est-ce qui pourrait mal tourner ?
it: Cosa poteva andare storto?
ja: 何も問題はないはず。
pt_br: O que poderia dar errado?

source: What to do
de: Was zu tun ist
es: Qué hacer
fr: Ce qu'il faut faire
it: Cosa fare
ja: やること
pt_br: O que fazer

source: What to do on this level. %@
de: Was auf dieser Ebene zu tun ist. %@
es: Qué hacer en este nivel. %@
fr: Ce qu'il faut faire à ce niveau. %@
it: Cosa fare in questo livello. %@
ja: このレベルでやること。%@
pt_br: O que fazer neste nível. %@

source: Where it all began. A pig, an open gate, and nine fields of nothing to stop it.
de: Wo alles anfing. Ein Schwein, ein offenes Tor und neun Felder ohne alles, was aufhielte.
es: Donde empezó todo. Un cerdo, una puerta abierta y nueve campos sin nada que lo detenga.
fr: Là où tout a commencé. Un cochon, un portail ouvert et neuf champs sans rien pour l'arrêter.
it: Dove tutto è cominciato. Un maiale, un cancello aperto e nove campi senza nulla a fermarlo.
ja: すべてはここから。ブタと開いた門、そして遮るもののない九つの野原。
pt_br: Onde tudo começou. Um porco, um portão aberto e nove campos sem nada para detê-lo.

source: Where the tide keeps rearranging the walls.
de: Wo die Gezeiten die Wände immer wieder umstellen.
es: Donde la marea no deja de mover las paredes.
fr: Là où la marée n'arrête pas de déplacer les murs.
it: Dove la marea continua a spostare le pareti.
ja: 潮が壁を並べ替えつづける場所。
pt_br: Onde a maré vive reorganizando as paredes.

source: Which puzzles get played and how they go — stars, scores, and how many tries a puzzle took. It shows which levels are too hard. No name, no account, no advertising identifier, and nothing that says who you are.
de: Welche Rätsel gespielt werden und wie sie laufen — Sterne, Punkte und wie viele Versuche ein Rätsel gebraucht hat. Das zeigt, welche Ebenen zu schwer sind. Kein Name, kein Konto, keine Werbekennung und nichts, was sagt, wer du bist.
es: Qué puzles se juegan y cómo van: estrellas, puntuaciones y cuántos intentos ha costado un puzle. Sirve para ver qué niveles son demasiado difíciles. Sin nombre, sin cuenta, sin identificador de publicidad y sin nada que diga quién eres.
fr: Quels puzzles sont joués et comment ils se passent — étoiles, scores, et combien d'essais un puzzle a demandés. Cela montre quels niveaux sont trop durs. Pas de nom, pas de compte, pas d'identifiant publicitaire, et rien qui dise qui tu es.
it: Quali puzzle vengono giocati e come vanno — stelle, punteggi e quanti tentativi ha richiesto un puzzle. Serve a capire quali livelli sono troppo difficili. Nessun nome, nessun account, nessun identificatore pubblicitario e nulla che dica chi sei.
ja: どのパズルが遊ばれ、どう進んだか。星、スコア、何回で解けたか。難しすぎるレベルが分かります。名前もアカウントも広告IDもなく、あなたが誰かを示すものは含みません。
pt_br: Quais quebra-cabeças são jogados e como vão — estrelas, pontuações e quantas tentativas um quebra-cabeça levou. Mostra quais níveis estão difíceis demais. Sem nome, sem conta, sem identificador de publicidade e nada que diga quem você é.

source: Worn
de: Getragen
es: Puesto
fr: Portée
it: Indossato
ja: 着用中
pt_br: Vestido

source: You can change the time, or turn it off, in Settings.
de: Die Uhrzeit kannst du in den Einstellungen ändern oder das Ganze abschalten.
es: Puedes cambiar la hora, o desactivarlo, en Ajustes.
fr: Tu peux changer l'heure, ou désactiver, dans les Réglages.
it: Puoi cambiare l'orario, o disattivarlo, nelle Impostazioni.
ja: 時刻の変更やオフの切り替えは設定からできます。
pt_br: Você pode mudar o horário, ou desativar, nas Configurações.

source: You have three-starred %lld stops that most players do not.
de: Du hast %lld Stationen mit drei Sternen, die die meisten nicht haben.
es: Has hecho tres estrellas en %lld paradas que la mayoría no logra.
fr: Tu as trois étoiles sur %lld étapes que la plupart n'ont pas.
it: Hai tre stelle su %lld tappe che quasi nessuno ha.
ja: ほとんどの人が星3つを取れない場所を%lld箇所クリアしています。
pt_br: Você fez três estrelas em %lld paradas que a maioria não faz.

source: You hold %lld best pens here that most players never find.
de: Du hältst hier %lld beste Gehege, die die meisten nie finden.
es: Aquí tienes %lld mejores corrales que la mayoría nunca encuentra.
fr: Tu détiens ici %lld meilleurs enclos que la plupart ne trouvent jamais.
it: Qui hai %lld recinti migliori che quasi nessuno trova.
ja: ここでは、ほとんどの人が見つけられない最高の囲いを%lld個持っています。
pt_br: Aqui você tem %lld melhores currais que a maioria nunca encontra.

source: You need %@ to play this level.
de: Du brauchst %@, um diese Ebene zu spielen.
es: Necesitas %@ para jugar este nivel.
fr: Il te faut %@ pour jouer ce niveau.
it: Per giocare questo livello %@.
ja: このレベルを遊ぶには%@必要です。
pt_br: Você precisa de %@ para jogar este nível.

source: You will be asked first. It cannot be undone.
de: Du wirst vorher gefragt. Rückgängig geht nicht.
es: Se te preguntará antes. No se puede deshacer.
fr: On te demandera d'abord. C'est irréversible.
it: Ti verrà chiesto prima. Non si può annullare.
ja: 実行前に確認します。元には戻せません。
pt_br: Você será perguntado antes. Não dá para desfazer.

source: You're ready
de: Du bist bereit
es: Ya estás listo
fr: Tu es prêt
it: Sei pronto
ja: 準備完了
pt_br: Você está pronto

source: You've played %lld days in a row
de: Du hast %lld Tage in Folge gespielt
es: Has jugado %lld días seguidos
fr: Tu as joué %lld jours d'affilée
it: Hai giocato %lld giorni di fila
ja: %lld日連続でプレイ中
pt_br: Você jogou %lld dias seguidos

source: You: %@
de: Du: %@
es: Tú: %@
fr: Toi : %@
it: Tu: %@
ja: あなた：%@
pt_br: Você: %@

source: You: %@, best pen found
de: Du: %@, bestes Gehege gefunden
es: Tú: %@, mejor corral encontrado
fr: Toi : %@, meilleur enclos trouvé
it: Tu: %@, recinto migliore trovato
ja: あなた：%@、最高の囲いを発見
pt_br: Você: %@, melhor curral encontrado

source: Your %lld-day streak is on the line
de: Deine %lld-Tage-Serie steht auf dem Spiel
es: Tu racha de %lld días está en juego
fr: Ta série de %lld jours est en jeu
it: La tua serie di %lld giorni è in gioco
ja: %lld日連続の記録がかかっています
pt_br: Sua sequência de %lld dias está em jogo

source: Your best yet: %@
de: Dein bisher bestes: %@
es: Tu mejor marca: %@
fr: Ton meilleur : %@
it: Il tuo migliore: %@
ja: 自己最高：%@
pt_br: Seu melhor: %@

source: Your daily puzzle is here
de: Dein tägliches Rätsel ist da
es: Tu puzle diario ya está aquí
fr: Ton puzzle quotidien est arrivé
it: Il tuo puzzle quotidiano è qui
ja: 今日のデイリーパズルが届きました
pt_br: Seu quebra-cabeça diário chegou

source: Your next free level is ready
de: Dein nächstes kostenloses Level ist bereit
es: Tu próximo nivel gratuito está listo
fr: Ton prochain niveau gratuit est prêt
it: Il tuo prossimo livello gratuito è pronto
ja: 次の無料レベルの準備ができました
pt_br: Seu próximo nível gratuito está pronto
